const wrap = (body) =>
  `\n\t\t\t\t<div class="elementor-widget-container">\n\t\t\t\t\t\n${body}\n\t\t\t\t</div>\n\t\t\t\t`;

function html(t) {
  return wrap(`<p class="has-white-color has-text-color has-link-color wp-elements-9d357678528aa87afc7416691c310b77">${t.intro}</p>



<ol class="wp-block-list">
<li class="has-white-color has-text-color has-link-color wp-elements-abcfe2e009d876e2dd08a4c4d1ddf9ce">
<h2>${t.s1h}</h2>
${t.s1}
</li>



<li class="has-white-color has-text-color has-link-color wp-elements-917a8cd1a6230e872c813f74a8c89af4">
<h2>${t.s2h}</h2>
</li>
<li class="has-white-color has-text-color has-link-color">${t.s2}
</li>



<li class="has-white-color has-text-color has-link-color wp-elements-23f89e8a0ce0b3cdbe2c866b71d4e404">
<h2>${t.s3h}</h2>
${t.s3}
</li>



<li class="has-white-color has-text-color has-link-color wp-elements-08f9923ca7bc58c804c9cafc03a10cbc">
<h2>${t.s4h}</h2>
${t.s4}
</li>



<li class="has-white-color has-text-color has-link-color wp-elements-696eb2c4dbce88ec696304b83302f354">
<h2>${t.s5h}</h2>
${t.s5}
</li>
</ol>`);
}

export const privacyPolicy = {
  uz: {
    title: 'Maxfiylik siyosati — Nuts PPPoker',
    description:
      'Ushbu Maxfiylik siyosati (keyingi o‘rinlarda «Siyosat») International Poker Lovers Association foydalanish qoidalari hisoblanadi',
    html: html({
      intro:
        'Ushbu Maxfiylik siyosati (keyingi o‘rinlarda «Siyosat») International Poker Lovers Association (keyingi o‘rinlarda «biz» va/yoki «Ma’muriyat») tomonidan pppoker.pro sayti (keyingi o‘rinlarda «Sayt») yordamida to‘plangan Internet foydalanuvchisi ma’lumotlaridan (keyingi o‘rinlarda «siz» va/yoki «Foydalanuvchi») foydalanish qoidalari hisoblanadi.',
      s1h: 'Qayta ishlanadigan ma’lumotlar',
      s1: '1.1. Biz Veb-sayt yordamida sizning shaxsiy ma’lumotlaringizni to‘plamaymiz.<br>1.2. Veb-saytda to‘plangan barcha ma’lumotlar anonimlashtirilgan shaklda taqdim etiladi va qabul qilinadi (keyingi o‘rinlarda «Anonimlashtirilgan ma’lumotlar»).<br>1.3. Shaxssizlashtirilgan ma’lumotlarga sizni aniqlash imkonini bermaydigan quyidagi axborot kiradi:<br>1.3.1. Veb-saytdagi onlayn shakllar va dasturiy modullar yordamida o‘zingiz haqingizda taqdim etgan ma’lumotlar, jumladan ismingiz, telefon raqamingiz va/yoki elektron pochta manzilingiz.<br>1.3.2. Siz foydalanayotgan dasturiy ta’minot sozlamalariga qarab avtomatik rejimda anonimlashtirilgan holda uzatiladigan ma’lumotlar.<br>1.4. Ma’muriyat Sayt yordamida to‘planadigan Shaxssizlashtirilgan Foydalanuvchi ma’lumotlarining tarkibiga talablar belgilash huquqiga ega.<br>1.5. Agar ma’lum axborot majburiy deb belgilanmagan bo‘lsa, uni taqdim etish yoki oshkor etish Foydalanuvchi ixtiyoriga qoldiriladi. Shu bilan siz bunday ma’lumotlarga cheksiz sonli odamlarning kirishiga xabardor rozilik berasiz. Ko‘rsatilgan ma’lumotlar taqdim etilgan va/yoki boshqa shaklda oshkor qilingan paytdan boshlab ommaviy bo‘ladi.<br>1.6. Ma’muriyat taqdim etilgan ma’lumotlarning to‘g‘riligini va Foydalanuvchining ushbu Siyosatga muvofiq uni qayta ishlash uchun zarur roziligi bor-yo‘qligini tekshirmaydi, Foydalanuvchi vijdonan, ehtiyotkorlik bilan harakat qiladi va bunday ma’lumotlarni dolzarb saqlash hamda ulardan foydalanish uchun barcha zarur roziliklarni olish uchun barcha zarur choralarni ko‘radi, deb hisoblaydi.<br>1.7. Siz Saytda uchinchi tomon dasturiy ta’minotidan foydalanish imkoniyati borligini bilasiz va qabul qilasiz, natijada bunday shaxslar 1.3-bandda ko‘rsatilgan ma’lumotlarni shaxssiz shaklda olishi va uzatishi mumkin.<br>1.8. Uchinchi tomon dasturiy ta’minoti yordamida shaxssizlashtirilgan ma’lumotlarni to‘plash tarkibi va shartlari to‘g‘ridan-to‘g‘ri ularning mualliflik huquqi egalari tomonidan belgilanadi va quyidagilarni o‘z ichiga olishi mumkin:<br>brauzer ma’lumotlari (turi, versiyasi, cookie); qurilma ma’lumotlari va joylashuvi; operatsion tizim ma’lumotlari (turi, versiyasi, ekran o‘lchami); so‘rov ma’lumotlari (vaqti, trafik manbasi, IP-manzil).<br>1.9. Ma’muriyat uchinchi shaxslar tomonidan Anonimlashtirilgan Foydalanuvchi ma’lumotlaridan foydalanish uchun javobgar emas.',
      s2h: 'Ma’lumotlarni qayta ishlash maqsadlari',
      s2: '2.1. Ma’muriyat ma’lumotlardan quyidagi maqsadlarda foydalanadi::<br>2.1.1. Kiruvchi so‘rovlarni qayta ishlash va Foydalanuvchi bilan muloqot;<br>2.1.2. Axborot xizmatlari, jumladan reklama materiallarini tarqatish;<br>2.1.3. Marketing, statistik va boshqa tadqiqotlarni o‘tkazish;<br>2.1.4. Veb-saytda reklama materiallarini targeting qilish.',
      s3h: 'Ma’lumotlarni himoya qilish talablari',
      s3: '3.1. Ma’muriyat ma’lumotlarni saqlaydi va ichki qoidalar va nizomlarga muvofiq ruxsatsiz kirish va tarqalishdan himoya qiladi.<br>3.2. Olingan ma’lumotlarning maxfiyligi saqlanadi, bundan Foydalanuvchi tomonidan ommaviy qilingan hollar hamda Saytda foydalaniladigan uchinchi tomon texnologiyalari va dasturiy ta’minoti yoki Foydalanuvchi foydalanadigan dasturiy ta’minot sozlamalari ushbu shaxslar va/yoki Internetning boshqa ishtirokchilari va foydalanuvchilari bilan ochiq almashinuvni nazarda tutgan holatlar mustasno.<br>3.3. Ish sifatini yaxshilash maqsadida Ma’muriyat Foydalanuvchining Saytdan foydalanish doirasida bajargan harakatlari haqidagi log-fayllarni 1 (Bir) yil saqlash huquqiga ega.',
      s4h: 'Ma’lumotlarni uzatish',
      s4: '4.1. Ma’muriyat ma’lumotlarni uchinchi shaxslarga quyidagi hollarda uzatish huquqiga ega::<br>Foydalanuvchi bunday harakatlarga roziligini bildirgan, jumladan Foydalanuvchi foydalanadigan dasturiy ta’minot sozlamalari ma’lum axborotni taqdim etishni cheklamagan hollar.; Uzatish Foydalanuvchining Sayt funksionalligidan foydalanishi doirasida zarur;<br>Uzatish ma’lumotlarni qayta ishlash maqsadlariga muvofiq talab qilinadi;<br>Saytning egalik, foydalanish yoki mulk huquqini uchinchi shaxsga o‘tkazish bilan bog‘liq;<br>Sud yoki boshqa vakolatli davlat organining qonunchilikda belgilangan tartibda so‘rovi bilan;<br>Foydalanuvchi sodir etgan qoidabuzarliklar bilan bog‘liq holda Ma’muriyatning huquq va qonuniy manfaatlarini himoya qilish uchun.',
      s5h: 'Maxfiylik siyosatini o‘zgartirish',
      s5: '5.1. Ushbu Siyosat Ma’muriyat tomonidan Foydalanuvchiga oldindan xabar bermasdan bir tomonlama o‘zgartirilishi yoki bekor qilinishi mumkin. Siyosatning yangi versiyasi Veb-saytda joylashtirilgan paytdan kuchga kiradi, agar Siyosatning yangi versiyasida boshqacha qoida nazarda tutilmagan bo‘lsa.<br>5.2. Siyosatning amaldagi versiyasi Internetda pppoker.pro/policy manzilida mavjud<br>Siyosatning amaldagi versiyasi sanasi 02.02.2025',
    }),
  },
  kz: {
    title: 'Құпиялылық саясаты — Nuts PPPoker',
    description:
      'Осы Құпиялылық саясаты (бұдан әрі — «Саясат») International Poker Lovers Association пайдалану ережелері болып табылады',
    html: html({
      intro:
        'Осы Құпиялылық саясаты (бұдан әрі — «Саясат») International Poker Lovers Association (бұдан әрі — «біз» және/немесе «Әкімшілік») тарапынан pppoker.pro сайты (бұдан әрі — «Сайт») арқылы жиналған Интернет пайдаланушысы деректерін (бұдан әрі — «сіз» және/немесе «Пайдаланушы») пайдалану ережелері болып табылады.',
      s1h: 'Өңделетін деректер',
      s1: '1.1. Біз Веб-сайт арқылы сіздің жеке деректеріңізді жинамаймыз.<br>1.2. Веб-сайтта жиналған барлық деректер анонимделген түрде ұсынылады және қабылданады (бұдан әрі — «Анонимделген деректер»).<br>1.3. Жеке емес деректерге сізді анықтауға мүмкіндік бермейтін келесі ақпарат кіреді:<br>1.3.1. Веб-сайттағы онлайн формалар мен бағдарламалық модульдер арқылы өзіңіз туралы ұсынған ақпарат, соның ішінде атыңыз, телефон нөміріңіз және/немесе электрондық пошта мекенжайыңыз.<br>1.3.2. Сіз пайдаланатын бағдарламалық қамтылым параметрлеріне байланысты автоматты режимде анонимделген түрде берілетін деректер.<br>1.4. Әкімшілік Сайт арқылы жиналатын Жеке емес Пайдаланушы деректерінің құрамына талаптар белгілеу құқығына ие.<br>1.5. Егер белгілі бір ақпарат міндетті деп белгіленбесе, оны ұсыну немесе ашу Пайдаланушының өз еркімен жүзеге асырылады. Сонымен бірге сіз мұндай деректерге шектеусіз адамдардың қол жеткізуіне хабардар келісім бересіз. Көрсетілген деректер ұсынылған және/немесе басқа түрде ашылған сәттен бастап жалпыға қолжетімді болады.<br>1.6. Әкімшілік ұсынылған деректердің дұрыстығын және Пайдаланушының осы Саясатқа сәйкес оны өңдеуге қажетті келісімінің бар-жоғын тексермейді, Пайдаланушы адал ниетпен, сақтықпен әрекет етеді және мұндай ақпаратты өзекті ұстау және оны пайдалануға барлық қажетті келісімдерді алу үшін барлық қажетті әрекеттерді жасайды деп есептейді.<br>1.7. Сіз Сайтта үшінші тарап бағдарламалық қамтылымын пайдалану мүмкіндігі бар екенін білесіз және қабылдайсыз, нәтижесінде мұндай тұлғалар 1.3-тармақта көрсетілген деректерді жеке емес түрде алуы және беруі мүмкін.<br>1.8. Үшінші тарап бағдарламалық қамтылымы арқылы жеке емес деректерді жинау құрамы мен шарттарын тікелей олардың авторлық құқық иелері белгілейді және мыналарды қамтуы мүмкін:<br>браузер деректері (түрі, нұсқасы, cookie); құрылғы деректері және орналасуы; операциялық жүйе деректері (түрі, нұсқасы, экран ажырамдылығы); сұрау деректері (уақыты, трафик көзі, IP-мекенжай).<br>1.9. Әкімшілік үшінші тұлғалардың Анонимделген Пайдаланушы деректерін пайдалануына жауапты емес.',
      s2h: 'Деректерді өңдеу мақсаттары',
      s2: '2.1. Әкімшілік деректерді келесі мақсаттарда пайдаланады::<br>2.1.1. Кіріс сұрауларды өңдеу және Пайдаланушымен байланыс;<br>2.1.2. Ақпараттық қызметтер, соның ішінде жарнамалық материалдарды тарату;<br>2.1.3. Маркетингтік, статистикалық және басқа зерттеулер жүргізу;<br>2.1.4. Веб-сайтта жарнамалық материалдарды таргеттеу.',
      s3h: 'Деректерді қорғау талаптары',
      s3: '3.1. Әкімшілік деректерді сақтайды және ішкі ережелер мен нормаларға сәйкес рұқсатсыз қол жеткізуден және таралудан қорғайды.<br>3.2. Алынған деректердің құпиялылығы сақталады, Пайдаланушы оларды жалпыға қолжетімді еткен жағдайларды, сондай-ақ Сайтта пайдаланылатын үшінші тарап технологиялары мен бағдарламалық қамтылымы немесе Пайдаланушы пайдаланатын бағдарламалық қамтылым параметрлері осы тұлғалармен және/немесе Интернеттің басқа қатысушылары мен пайдаланушыларымен ашық алмасуды көздеген жағдайларды қоспағанда.<br>3.3. Жұмыс сапасын жақсарту мақсатында Әкімшілік Пайдаланушының Сайтты пайдалану шеңберінде орындаған әрекеттері туралы лог-файлдарды 1 (Бір) жыл сақтау құқығына ие.',
      s4h: 'Деректерді беру',
      s4: '4.1. Әкімшілік деректерді үшінші тұлғаларға келесі жағдайларда беру құқығына ие::<br>Пайдаланушы мұндай әрекеттерге келісімін білдірген, соның ішінде Пайдаланушы пайдаланатын бағдарламалық қамтылым параметрлері белгілі ақпаратты ұсынуды шектемеген жағдайлар.; Беру Пайдаланушының Сайт функционалдығын пайдалануы шеңберінде қажет;<br>Беру деректерді өңдеу мақсаттарына сәйкес талап етіледі;<br>Сайттың меншік, пайдалану немесе иелік құқығын үшінші тұлғаға беруге байланысты;<br>Соттың немесе басқа уәкілетті мемлекеттік органның заңнамада белгіленген тәртіпте сұрауы бойынша;<br>Пайдаланушы жасаған бұзушылықтарға байланысты Әкімшіліктің құқықтары мен заңды мүдделерін қорғау үшін.',
      s5h: 'Құпиялылық саясатын өзгерту',
      s5: '5.1. Осы Саясатты Әкімшілік Пайдаланушыға алдын ала хабарламай біржақты өзгертуі немесе тоқтатуы мүмкін. Саясаттың жаңа нұсқасы Веб-сайтта орналастырылған сәттен күшіне енеді, егер Саясаттың жаңа нұсқасында өзгеше көзделмесе.<br>5.2. Саясаттың қолданыстағы нұсқасы Интернетте pppoker.pro/policy мекенжайында қолжетімді<br>Саясаттың қолданыстағы нұсқасы күні 02.02.2025',
    }),
  },
  hy: {
    title: 'Գաղտնիության քաղաքականություն — Nuts PPPoker',
    description:
      'Այս Գաղտնիության քաղաքականությունը (այսուհետ՝ «Քաղաքականություն») International Poker Lovers Association-ի օգտագործման կանոններն են',
    html: html({
      intro:
        'Այս Գաղտնիության քաղաքականությունը (այսուհետ՝ «Քաղաքականություն») International Poker Lovers Association-ի (այսուհետ՝ «մենք» և/կամ «Վարչություն») կողմից pppoker.pro կայքի (այսուհետ՝ «Կայք») միջոցով հավաքված համացանցի օգտագործողի տվյալների (այսուհետ՝ «դուք» և/կամ «Օգտագործող») օգտագործման կանոններն են։',
      s1h: 'Մշակվող տվյալներ',
      s1: '1.1. Մենք չենք հավաքում ձեր անձնական տվյալները Վեբկայքի միջոցով։<br>1.2. Վեբկայքում հավաքված բոլոր տվյալները տրամադրվում և ընդունվում են անանունացված ձևով (այսուհետ՝ «Անանունացված տվյալներ»)։<br>1.3. Անանունացված տվյալները ներառում են հետևյալ տեղեկատվությունը, որը չի թույլ տալիս ձեզ նույնականացնել՝<br>1.3.1. Տեղեկատվություն, որը դուք տրամադրում եք ձեր մասին Վեբկայքի առցանց ձևերի և ծրագրային մոդուլների միջոցով, ներառյալ ձեր անունը, հեռախոսահամարը և/կամ էլեկտրոնային փոստի հասցեն։<br>1.3.2. Տվյալներ, որոնք ավտոմատ ռեժիմում անանունացված ձևով փոխանցվում են՝ կախված ձեր օգտագործող ծրագրային ապահովման կարգավորումներից։<br>1.4. Վարչությունը իրավունք ունի սահմանել պահանջներ Անանունացված Օգտագործողի տվյալների կազմի նկատմամբ, որոնք հավաքվում են Կայքի միջոցով։<br>1.5. Եթե որոշակի տեղեկատվությունը պարտադիր չէ նշված, դրա տրամադրումը կամ բացահայտումը կատարվում է Օգտագործողի հայեցողությամբ։ Միևնույն ժամանակ դուք տալիս եք տեղեկացված համաձայնություն անսահմանափակ թվով մարդկանց հասանելիությանը այդպիսի տվյալներին։ Նշված տվյալները հանրային դառնում են տրամադրման և/կամ այլ ձևով բացահայտման պահից։<br>1.6. Վարչությունը չի ստուգում տրամադրված տվյալների ճշգրտությունը և արդյոք Օգտագործողն ունի այս Քաղաքականությանը համապատասխան դրանք մշակելու անհրաժեշտ համաձայնությունը, համարելով, որ Օգտագործողը գործում է բարիխիղտ, զգույշ և կատարում է բոլոր անհրաժեշտ ջանքերը՝ այդպիսի տեղեկատվությունը արդի պահելու և օգտագործման համար բոլոր անհրաժեշտ համաձայնությունները ստանալու համար։<br>1.7. Դուք տեղյակ եք և ընդունում եք Կայքում երրորդ կողմի ծրագրային ապահովման օգտագործման հնարավորությունը, ինչի արդյունքում այդ անձինք կարող են ստանալ և փոխանցել 1.3 կետում նշված տվյալները անանուն ձևով։<br>1.8. Երրորդ կողմի ծրագրային ապահովության միջոցով անանունացված տվյալների հավաքման կազմն ու պայմանները որոշվում են ուղղակիորեն դրանց հեղինակային իրավունքի տերերի կողմից և կարող են ներառել՝<br>բրաուզերի տվյալներ (տեսակ, տարբերակ, cookie); սարքի տվյալներ և տեղադրություն; օպերացիոն համակարգի տվյալներ (տեսակ, տարբերակ, էկրանի լուծում); հարցման տվյալներ (ժամանակ, տրաֆիկի աղբյուր, IP հասցե)։<br>1.9. Վարչությունը պատասխանատվություն չի կրում երրորդ անձանց կողմից Անանունացված Օգտագործողի տվյալների օգտագործման համար։',
      s2h: 'Տվյալների մշակման նպատակներ',
      s2: '2.1. Վարչությունը տվյալներն օգտագործում է հետևյալ նպատակներով՝<br>2.1.1. Մուտքային հարցումների մշակում և Օգտագործողի հետ հաղորդակցություն;<br>2.1.2. Տեղեկատվական ծառայություններ, ներառյալ գովազդային նյութերի տարածում;<br>2.1.3. Մարքեթինգային, վիճակագրական և այլ հետազոտությունների իրականացում;<br>2.1.4. Գովազդային նյութերի թիրախավորում Վեբկայքում։',
      s3h: 'Տվյալների պաշտպանության պահանջներ',
      s3: '3.1. Վարչությունը պահպանում է տվյալները և պաշտպանում դրանք չարտոնված մուտքից և տարածումից՝ ներքին կանոնների և կանոնակարգերի համապատասխան։<br>3.2. Ստացված տվյալների գաղտնիությունը պահպանվում է, բացառությամբ այն դեպքերի, երբ դրանք հանրային են դարձվել Օգտագործողի կողմից, ինչպես նաև երբ Կայքում օգտագործվող երրորդ կողմի տեխնոլոգիաները և ծրագրային ապահովումը կամ Օգտագործողի օգտագործող ծրագրային ապահովման կարգավորումները նախատեսում են բաց փոխանակում այդ անձանց և/կամ համացանցի այլ մասնակիցների և օգտագործողների հետ։<br>3.3. Աշխատանքի որակը բարելավելու նպատակով Վարչությունը իրավունք ունի պահել լոգ ֆայլեր Օգտագործողի Կայքից օգտվելու շրջանակներում կատարված գործողությունների մասին 1 (Մեկ) տարի։',
      s4h: 'Տվյալների փոխանցում',
      s4: '4.1. Վարչությունը իրավունք ունի փոխանցել տվյալները երրորդ անձանց հետևյալ դեպքերում՝<br>Օգտագործողը արտահայտել է իր համաձայնությունը այդպիսի գործողությունների, ներառյալ այն դեպքերը, երբ Օգտագործողը օգտագործում է ծրագրային ապահովման կարգավորումներ, որոնք չեն սահմանափակում որոշակի տեղեկատվության տրամադրումը.; Փոխանցումը անհրաժեշտ է Օգտագործողի Կայքի ֆունկցիոնալությունից օգտվելու շրջանակներում;<br>Փոխանցումը պահանջվում է տվյալների մշակման նպատակներին համապատասխան;<br>Կապված Կայքի տիրապետման, օգտագործման կամ սեփականության իրավունքը երրորդ անձին փոխանցելու հետ;<br>Դատարանի կամ այլ լիազոր պետական մարմնի պահանջով օրենքով սահմանված կարգով;<br>Օգտագործողի կողմից կատարված խախտումների հետ կապված Վարչության իրավունքների և օրինական շահերի պաշտպանության համար։',
      s5h: 'Գաղտնիության քաղաքականության փոփոխություն',
      s5: '5.1. Այս Քաղաքականությունը կարող է միակողմանիորեն փոփոխվել կամ դադարեցվել Վարչության կողմից առանց Օգտագործողին նախապես տեղեկացնելու։ Քաղաքականության նոր տարբերակն ուժի մեջ է մտնում Վեբկայքում տեղադրման պահից, եթե Քաղաքականության նոր տարբերակում այլ բան նախատեսված չէ։<br>5.2. Քաղաքականության գործող տարբերակը հասանելի է համացանցում pppoker.pro/policy հասցեով<br>Քաղաքականության գործող տարբերակի ամսաթիվը՝ 02.02.2025',
    }),
  },
  tj: {
    title: 'Сиёсати махфият — Nuts PPPoker',
    description:
      'Ин Сиёсати махфият (минбаъд «Сиёсат») қоидаҳои истифодаи International Poker Lovers Association мебошад',
    html: html({
      intro:
        'Ин Сиёсати махфият (минбаъд «Сиёсат») қоидаҳои истифодаи International Poker Lovers Association (минбаъд «мо» ва/ё «Маъмурият») аз маълумоти корбари Интернет (минбаъд «шумо» ва/ё «Корбар»), ки тавассути сайти pppoker.pro (минбаъд «Сайт») ҷамъоварӣ мешавад, мебошад.',
      s1h: 'Маълумоти коркардшаванда',
      s1: '1.1. Мо маълумоти шахсии шуморо тавассути Вебсайт ҷамъ намекунем.<br>1.2. Ҳамаи маълумоте, ки дар Вебсайт ҷамъ мешаванд, дар шакли беном пешниҳод ва қабул мегарданд (минбаъд «Маълумоти беном»).<br>1.3. Маълумоти бешахсӣ маълумоти зеринро дар бар мегирад, ки имкон намедиҳад шуморо муайян кунад:<br>1.3.1. Маълумоте, ки шумо дар бораи худ тавассути шаклҳои онлайн ва модулҳои нармафзорӣ дар Вебсайт пешниҳод мекунед, аз ҷумла ном, рақами телефон ва/ё суроғаи почтаи электронӣ.<br>1.3.2. Маълумоте, ки дар реҷаи автоматӣ ба таври беном мувофиқи танзимоти нармафзори истифодабарандаи шумо интиқол дода мешаванд.<br>1.4. Маъмурият ҳуқуқ дорад, ки талабот ба таркиби Маълумоти бешахси Корбар, ки тавассути Сайт ҷамъ мешавад, муқаррар кунад.<br>1.5. Агар маълумоти муайян ҳатмӣ қайд нашуда бошад, пешниҳод ё ошкор кардани он ба ихтиёри Корбар вобаста аст. Ҳамзамон шумо розигии огоҳона ба дастрасии шумораи номаҳдуд одамон ба чунин маълумот медиҳед. Маълумоти зикршуда аз лаҳзаи пешниҳод ва/ё ошкор кардани он дар шакли дигар омма мешавад.<br>1.6. Маъмурият дурустии маълумоти пешниҳодшударо ва даст доштани Корбар ба розигии зарурӣ барои коркарди он мувофиқи ин Сиёсат санҷида намешавад, ба ин бовар дорад, ки Корбар бо некният, эҳтиёткорӣ амал мекунад ва барои нигоҳ доштани чунин маълумот ва гирифтани ҳамаи розигиҳои зарурӣ барои истифодаи он ҳамаи тадбирҳои зарурӣ мегирад.<br>1.7. Шумо аз имконияти истифодаи нармафзори тарафи сеюм дар Сайт огоҳ ҳастед ва онро қабул мекунед, ки дар натиҷа чунин шахсон метавонанд маълумоти зикршуда дар банди 1.3-ро ба шакли бешахс гиранд ва интиқол диҳанд.<br>1.8. Таркиб ва шартҳои ҷамъоварии маълумоти бешахсӣ тавассути нармафзори тарафи сеюм бевосита аз ҷониби соҳибони ҳуқуқи муаллифи онҳо муайян мешаванд ва метавонанд дохил шаванд:<br>маълумоти браузер (навъ, версия, cookie); маълумоти дастгоҳ ва макон; маълумоти низоми оператсионӣ (навъ, версия, андозаи экран); маълумоти дархост (вақт, манбаи трафик, суроғаи IP).<br>1.9. Маъмурият барои истифодаи Маълумоти беноми Корбар аз ҷониби шахсони сеюм масъул нест.',
      s2h: 'Мақсадҳои коркарди маълумот',
      s2: '2.1. Маъмурият маълумотро барои мақсадҳои зерин истифода мебарад::<br>2.1.1. Коркарди дархостҳои воридшаванда ва муошират бо Корбар;<br>2.1.2. Хизматрасониҳои иттилоотӣ, аз ҷумла тақсими материалҳои таблиғотӣ;<br>2.1.3. Гузаронидани таҳқиқотҳои маркетингӣ, оморӣ ва дигар;<br>2.1.4. Ҳадафгирӣ кардани материалҳои таблиғотӣ дар Вебсайт.',
      s3h: 'Талабот ба ҳифзи маълумот',
      s3: '3.1. Маъмурият маълумотро нигоҳ медорад ва онро аз дастрасии беиҷозат ва паҳншавӣ мувофиқи қоидаҳо ва меъёрҳои дохилӣ ҳифз мекунад.<br>3.2. Махфияти маълумоти гирифташуда нигоҳ дошта мешавад, ба ғайр аз ҳолатҳое, ки онҳо аз ҷониби Корбар омма мешаванд, инчунин вақте, ки технологияҳо ва нармафзори тарафи сеюм, ки дар Сайт истифода мешаванд, ё танзимоти нармафзори истифодабарандаи Корбар мубодилаи ошкоро бо ин шахсон ва/ё дигар иштироккунандагон ва корбарони Интернетро пешбинӣ мекунанд.<br>3.3. Барои беҳтар кардани сифати кор Маъмурият ҳуқуқ дорад, ки файлҳои log-ро дар бораи амалҳои Корбар дар доираи истифодаи Сайт 1 (Як) сол нигоҳ дорад.',
      s4h: 'Интиқоли маълумот',
      s4: '4.1. Маъмурият ҳуқуқ дорад, ки маълумотро ба шахсони сеюм дар ҳолатҳои зерин интиқол диҳад::<br>Корбар розигии худро ба чунин амалҳо иброз кардааст, аз ҷумла ҳолатҳое, ки Корбар танзимоти нармафзори истифодашударо, ки пешниҳоди маълумоти муайянро маҳдуд намекунад, истифода мебарад.; Интиқол дар доираи истифодаи Корбар аз функсионалияти Сайт зарур аст;<br>Интиқол мувофиқи мақсадҳои коркарди маълумот талаб мешавад;<br>Дар иртибот бо интиқоли Сайт ба соҳибияти, истифода ё моликияти чунин шахси сеюм;<br>Дар хостиши суд ё мақомоти дигари давлатии ваколатдор дар доираи тартиби қонунгузорӣ;<br>Барои ҳимояи ҳуқуқ ва манфиатҳои қонунии Маъмурият дар иртибот бо вайронкуниҳои аз ҷониби Корбар анҷомдодашуда.',
      s5h: 'Тағйири Сиёсати махфият',
      s5: '5.1. Ин Сиёсат метавонад аз тарафи Маъмурият бе огоҳии пешакӣ ба Корбар яктарафа тағйир ёфта ё бекор карда шавад. Версияи нави Сиёсат аз лаҳзаи ҷойгиршавии он дар Вебсайт эътибор пайдо мекунад, агар дар версияи нави Сиёсат дигар тартиб пешбинӣ нашуда бошад.<br>5.2. Версияи амалкунандаи Сиёсат дар Интернет дар pppoker.pro/policy дастрас аст<br>Версияи амалкунандаи Сиёсат аз 02.02.2025',
    }),
  },
};
